[{
    "Questions":{
        "Who was the Ancient Greek God of the Sun?":"Apollo",
        "How many continents are there in the world?": "7",
        "What is the capital of Hawaii?":"Honolulu",
        "How many holes are there in a full round of golf?":"18",
        "Which city hosted the 2012 Summer Olympics?":"London",
        "Which river flows through London?": "Thames",
        "What is the name of the toy cowboy in Toy Story?":"Woody",
        "What is the name of Harry Potter’s pet owl?": "Hedwig",
        "What does the F stand for in FBI?":"Federal",
        "Which state is called the Golden state?":"California",
        "What color is the M in McDonald's?":"Yellow",
        "Which country does St. Nicholas or Santa Claus originally belong to?" : "Turkey",
        "Black-eyed peas are not peas. What are they?":"Beans",
        "Which is the top selling spice in the world?" :"Pepper",
        "What is the most widely eaten fish in the world?":"Herring",
        "Which nation produces two thirds of the world’s vanilla?" : "Madagascar",
        "Where would you be if you were standing on the Spanish Steps?":"Rome",
        "What country drinks the most coffee per capita?":"Finland",
        "Which controversial 80s / 90s singer / actress married Sean Penn in 1985?":"Madonna",
        "Aureolin is a shade of what color?":"Yellow",
        "Which planet has the most moons?": "Saturn",
        "What American city produces most of the egg rolls sold in grocery stores in the United States?": "Houston",
        "What was the name of Cheerios when it was first marketed 50 years ago?":"Cheeriots",
        "What was margarine called when it was first marketed in England?":"Butterine",
        "Which was the last state in the United States that declared Christmas a legal holiday?":"Oklahoma",
        "Which is the most popular ornament used to place at the top of the Christmas tree?":"Angel",
        "Which is the largest city in Wales?":"Cardiff",
        "What is the highest score possible in 10 pin bowling?": "300",
        "How many soccer players should be on the field at the same time?":"22",
        "In which country is the mountain K2 present?": "Pakistan",
        "What is the name of the longest river in South America?":"Amazon",
        "Which country gifted the Statue of Liberty to the US?":"France",
        "Where is the Great Barrier Reef located?":"Australia",
        "What does Na stand for on the periodic table?":"Sodium",
        "How many feet are in a mile?":"5280",
        "The movie Ladybird takes place in which city in California?":"Sacramento",
        "Which bird is often associated with delivering babies?":"Stork",
        "This place is known as the City of Brotherly Love. What is this city called?":"Philadelphia",
        "Which country occupies half of South America’s western coast?":"Chile",
        "What is hummus made from?":"Chickpeas",
        "What language is the most popularly spoken worldwide?":"Chinese",
        "What vegetable is known to help you see in the dark?":"Carrot",
        "In the movie Good Will Hunting, what college does Skylar attend?":"Harvard",
        "What is the name of Shakespeare’s shortest tragedy?":"Macbeth",
        "Quebec is a province in Canada. What language do they speak there?":"French",
        "What year did Barbie come out?":"1959",
        "Where in California is Disneyland located?":"Anaheim",
        "What plant is known to help heal a sunburn?":"Aloe",
        "George Harrison was a member of which famous band?":"The Beatles",
        "In Disney’s The Lion King, what was Simba’s father’s name?":"Mufasa"
    }



}]